{"0":{"0":"iPhone 11: Apple likely to bring triple cameras with 2019 iPhones","1":"iPhone 11 to get triple cameras at the back\n\nWith the likes of Samsung, Google and Huawei already taking a march in the flagship space, 2019 appears to be turning out a crucial year for Apple. And faced by this increased competition, the smartphone maker is being tipped to come out with a revamped iPhone line-up which will if rumours are to be true could bring with it an all-new three camera set up at the back.\n\nThe Cupertino-based tech giant is expected to announce three new iPhones this year under the iPhone 11 lineup, and at least two of these are pegged to bring with them three cameras at the back. These two will most likely be the successors to the current generation Apple flagships -- the iPhone Xs and Xs Max.\n\nThe leak comes courtesy of trusted Japanese tipster, Mac Otakara who has previously leaked accurate information about Apple products well in advance. As per the blog, these new iPhones from the 2019 line-up is could come with a triple camera system which will be held together in a new square-shaped enclosure in the upper left-hand corner of the phones. The report further adds that the camera system could be very much like the one found on the Huawei's Mate 20 Pro that is comprised of three different lenses -- a regular wide angle lens, telephoto lens, an ultra wide-angle lens, and an LED flash.\n\nWhat gives this report more credibility is the fact that this isn't the first time we are hearing of such a camera system on the upcoming iPhones. Earlier, tipster @OnLeaks too had tweeted renders of an upcoming iPhone sporting a similar camera set up.\n\nBack from September 2019, I bring you the very 1st and very early glimpse at which I guess #Apple will unveil as #iPhoneXI!!! Yes, time has already come to meet the new #iPhone through gorgeous 5K renders made on behalf of new coming Partner @digitindia -> https:\/\/t.co\/b6SxFUS2tx pic.twitter.com\/97jrlTHQ5G — Steve H.McFly (@OnLeaks) January 6, 2019\n\nIf indeed true, the inclusion of such a camera set up on the phone will make things pretty interesting for the market as it will give the upcoming iPhones a big boost in their fight against the Android flagships. With the likes of the Galaxy S10 and the Huawei Mate 20 Pro, the premium flagship segment already has devices that bring more than two cameras on them, and with the likes of Nokia recently announcing the penta-camera setup 9 PureView, it probably is time for Apple to bring out the big guns and join the cameraphone race."},"1":{"0":"‘Privacy matters’ in Apple’s latest iPhone ad","1":"Privacy has always been a big part of Apple’s marketing pitch, and the company is bringing that point home once again in its latest iPhone ad, which boldly declares “Privacy. That’s iPhone,” via MacRumors.\n\n“If privacy matters in your life, it should matter to the phone your life is on,” says the commercial, as it flips through a wide range of privacy-related scenarios, including “keep out” signs, people avoiding eavesdroppers at diners, window locks, curtains, and padlocks.\n\n“Privacy. That’s iPhone.”\n\nIt’s a similar approach to the massive billboard that Apple bought at CES 2019 earlier this year, declaring “What happens on your iPhone, stays on your iPhone,” in a veiled shot at competitors like Google that were presenting just across the street.\n\nOf course, there’s also the timing of Apple’s new privacy-focused ad push to consider — just a few weeks after the news broke of a huge FaceTime bug that would allow anyone to listen in on calls made through Apple’s platform. The incident has since been patched, but it was undeniably a black eye for the company, one that Apple seems eager to put behind it with this new campaign that looks to reinforce that privacy is still a big priority."},"2":{"0":"Apple's Entry-Level iPhone Cancellation Makes Little Sense","1":"Apple has some unusual upgrades planned for its 2019 iPhones, but it is the moves the company is making with models on sale that are turning heads most. And the latest decision really surprises me…\n\nThe Economic Times reports that Apple will increase iPhone prices and cancel the iPhone 6 and iPhone 6 Plus - the entry level iPhone model still sold widely around the world (including in the US) and used as a cheap gateway into the Apple ecosystem. This will leave the iPhone 6S and iPhone 6S Plus as the bottom rung and, in India, $72 will be added to their prices.\n\nThe logic: “[Apple] wants to reinforce the brand's 'premiumness' in the Indian market and increase average selling prices,\" said one industry executive speaking to The Economic Times.\n\nUpdate: March 15 - Apple India has reached out to clarify that the iPhone 6S and iPhone 6S Plus will be 5,000 rupees more expensive than the iPhone 6 and iPhone 6 Plus, but their prices will not increase. The company made no comment on the future of the iPhone 6 and iPhone 6 Plus. ET has also updated its story to reflect this.\n\nDoubling down on this, The Economic Times reports Apple will pull iPhones from any retailers smaller than 350-400 square feet in size. Apple will then focus on a fewer number of larger stores and push them to be Apple-exclusive.\n\nAll of which is the complete opposite of Apple’s strategy to increase iPhone sales in another 1BN+ country: China. Here Apple is slashing prices (often multiple times) and inviting more partners to resell iPhones.\n\nAnd running two opposing strategies simultaneously hints at one obvious concern: Apple doesn’t know how to turn around stalling iPhone sales. Tip: making it more expensive to buy an entry-level phone won’t help.\n\nWith Apple’s next-generation iPhones also hampered by court-battles which could delay the adoption of 5G until 2021, it’s a testing time for the previously imperious company. Yes, we all know Apple has a truly game-changing iPhone starting to take shape, but the immediate road ahead looks rocky…\n\n___\n\nFollow Gordon on Twitter, Facebook and Google+\n\nMore On Forbes\n\nApple's iPhone 5G Problems Set To Continue Into 2020\n\nApple Leak Details Surprising iPhone 11 Display Upgrades\n\nApple's Foldable New iPhone Is Coming Together\n\nApple 'Confirms' iPhone 7, iPhone 8 Hardware Changes\n\niPhone 11 Leak Claims Slow Charging, High Prices Remain"},"3":{"0":"Stanford Medicine announces results of unprecedented Apple Heart Study","1":"Stanford Medicine today reported results of the Apple Heart Study , the largest study ever of its kind, which enrolled over 400,000 participants from all 50 states in a span of only eight months. Apple and Stanford created the study to evaluate Apple Watch’s irregular rhythm notification, which occasionally checks the heart's rhythm in the background and sends a notification if an irregular heart rhythm appears to be suggestive of atrial fibrillation (AFib). As part of the study, if an irregular heart rhythm was identified, participants received a notification on their Apple Watch and iPhone, a telehealth consultation with a doctor and an electrocardiogram (ECG) patch for additional monitoring.\n\n“We are proud to work with Stanford Medicine as they conduct this important research and look forward to learning more about the impact of Apple Watch alongside the medical community,” said Jeff Williams, Apple’s COO. “We hope consumers will continue to gain useful and actionable information about their heart health through Apple Watch.”\n\nStanford Medicine researchers presented their findings today at the American College of Cardiology’s 68th Annual Scientific Session and Expo. Study results showed 0.5 percent of the over 400,000 participants received an irregular heart rhythm notification, illustrating the feature’s ability to give a user important health information without creating unnecessary burden to their doctor’s schedule. Many participants sought medical advice following their irregular rhythm notification, using the information to have more meaningful conversations with their doctors.\n\n“As physicians, we are always trying to find ways to offer patients health information that is meaningful to them for individualized care,” said Sumbul Desai, MD, Apple’s vice president of Health. “Seeing medical research reflect what we’re hearing from consumers is positive and we’re excited to see Apple Watch helping even more consumers in the future while collaborating with the medical community to further research.”"},"4":{"0":"Apple Loop: New iPhone 11 Problem, Apple Confirms Ambitious Launches, Expensive AirPods' Hidden Cost","1":"Taking a look back at another week of news and headlines from Cupertino, this week’s Apple Loop includes the latest iPhone 5G problems, falling demand in China, Apple’s confirmation of two major events, the latest iOS 12 beta, a boring iPad Mini update, and the problem with the AirPods battery replacement program.\n\nApple Loop is here to remind you of a few of the very many discussions that have happened around Apple over the last seven days (and you can read my weekly digest of Android news here on Forbes).\n\nThe iPhone’s 5G Problem\n\nThe presumptively named iPhone 11 is expected to launch later this year, but will be missing the high-speed 5g capability of leading Android rivals. 2020’s iPhone 12 may also be missing 5G. What’s gone wrong? Ryan Vlastelica reports:\n\nApple Inc. is expected to wait until 2020 before it releases a 5G version of its iPhone, but even with a time frame that puts a potential launch after rivals such as Samsung, Apple may still struggle to get the necessary components to build the product. According to [Industry Analysts], Apple is “in a difficult position” given its reliance on Intel’s modem products, and it has four options to deal with the situation, “none of which is ideal.”\n\nRead more on the four options at Bloomberg.\n\nFalling Demand For New iPhones\n\nBefore the new handsets are launched, Apple still has six months with the iPhone XR, iPhone XS, and iPhone XS Max on sale around the world as the lead handsets. Unfortunately sales and demand in the key territory of China continue to fall. I look at the issues here:\n\nAlthough Apple is slowly moving towards a revenue model that focuses on software and services that transition will take time, and the lion’s share of revenue and profit comes from hardware sales in general and the iPhone in particular. With US and European markets effectively saturated, growth in China and the other BRIC territories is a vital bridge from Apple’s current financial hardware first business model. That's not going well.\n\nWhy not? I explain in more detail here on Forbes.\n\nNew Launches Confirmed By Apple\n\nGiven everyone already had the date in their calendar, Apple’s confirmation of an event on March 25th is not strictly speaking news, but a confirmation. Nevertheless we’re still awaiting an exact breakdown of what will be launched. But we can have a good guess, so over to Andrew Griffin at The Independent:\n\nApple is gearing up for one of its biggest events of the year – but there won't be any traditional products on the way. The company is hosting the world's media for an announcement at the end of March, during which it will reveal its latest launches. But those launches won't be the traditional shiny slabs of glass and metal. Instead, they'll be subscription services, allowing people to get content over the internet.\n\nApple has also announced the broad details of this year’s developer conference, WWDC 2019:\n\nApple today announced it will host its annual Worldwide Developers Conference in San Jose from June 3 through June 7 at the McEnery Convention Center. Now in its 30th year, Apple’s biggest event will bring together the world’s most innovative and creative developers… Developers can apply for tickets today through March 20 at 5 p.m. PDT through the WWDC website. Tickets are issued through a random selection process, and developers will be notified of their application status by March 21 at 5 p.m. PDT.\n\nMore details on how to attend WWDC at Apple.\n\nAs well as updating the rollout of Apple News to new territories and four new animoji, the iOS 12.2 packs in a number of new features. The latest beta improves those new features. Juli Clover reports:\n\nThe software introduces support for AirPlay 2 and HomeKit on third-party TVs in light of recent AirPlay 2 announcements, with a new option for limiting TV access joining the speaker access option in the Home app. There's also a redesigned TV remote in Control Center, and when paired with tvOS 12.2, you can ask Siri to play specific TV shows, movies, and music on your HomeKit devices like the Apple TV.\n\nMore at MacRumors.\n\niPad Mini Update Looks To Be A Bit Boring\n\nThrough the medium of a third-party case accessory, we now have a very good idea of what a new iPad Mini will look like. Unfortunately it looks like Apple is updating very little of the design, Killian Bell explains what’s on offer:\n\nThey suggest the new iPad mini will look exactly like its predecessors, with all buttons and ports in the same places. The only difference is a relocated rear-facing microphone. The case, if genuine, quashes suggestions that the new iPad mini will offer four speakers, a Smart Connector, and an LED camera flash.\n\nThere is a silver lining: It looks like the new model will retain the 3.5mm headphone jack.\n\nMore at Cult Of Mac.\n\nAnd Finally…\n\nApple’s AirPods are small, fashionable, but suffer from physics… which means the batteries in those purchased by first adopters have lost the majority of their endurance. And to replace the batteries under warranty repair is $49 per pod. That’s 63 percent of the cost of a new pair at $159. It’s even crazier when you note the out of warranty battery replacement is $138. Oh and the charging case has its own battery, and yep, it’s the same cost to replace. William Gallagher reports on the madness:\n\nSince the AirPods die whenever one of the two batteries does, we need to replace both. That’s immediately a $98 total charge or 60 percent of the cost of buying a new pair. If you're forced to dole out the $69 per bud, that isn't tipping the math in your favor. … new case plus replacement AirPods is likely to cost around the same as a new pair. In which case, you'll be better off buying a new set and keeping the old one as a spare.\n\nMore at Apple Insider.\n\nApple Loop brings you seven days worth of highlights every weekend here on Forbes. Don’t forget to follow me so you don’t miss any coverage in the future. Last week’s Apple Loop can be read here, or this week’s edition of Loop’s sister column, Android Circuit, is also available on Forbes."},"5":{"0":"Apple shares new ‘There’s more to iPhone’ videos highlighting iOS 12, Face ID, more","1":"Apple this weekend has shared three new videos in the United Kingdom as part of its “There’s more to iPhone” marketing campaign. These videos focus on Face ID, iOS 12, and smartphone recycling practices.\n\nSylvania HomeKit Light Strip\n\nIn the Face ID video, Apple attempts to dispel some of the privacy concerns with facial recognition software. The company says that “Face ID doesn’t store a photo of your face on iPhone, only a mathematical representation of it.”\n\nInstead of storing an image, Face ID saves a mathematical value created from the characteristics of your features. It’s impossible for anyone else to recreate your likeness from this.\n\nIn the iOS 12 video, Apple touts that the update “makes even older iPhones faster.” This is a reference to the massive performance and stability improvements found in iOS 12, which is now installed some 80 percent of iPhones in the wild.\n\nLastly, Apple’s smartphone cycling video, the company explains that it recycles your old smartphone, even if it’s not an iPhone. “This helps recover more materials, so fewer resources need to be mined from the earth,” Apple explains.\n\nApple’s “There’s more to iPhone” ad campaign focuses on highlighting things other than the iPhone hardware itself that make the device unique:\n\niPhone is more than the device in your hand. It’s made up of every decision we take. From the energy we source, to the way we protect your data, right up to how we responsibly recycle its tiniest components.\n\nView the three new videos below and read more about the marketing campaign here. The campaign primarily runs in Europe."},"6":{"0":"New iPhone SE, iPad and AirPods could launch soon as Apple reveals event THIS MONTH","1":"Apple March event 2019 - New AirPods, iPhone SE and iPad\n\nApple fans have an exciting end to March with the technology firm set to announce some major news at an event in California. The technology firm sent out invites last week to the launch which is taking place at its Apple Park HQ in Cupertino. Many experts are predicting that Apple will lift the lid on its new movie and TV streaming platform at the keynote and with the invite showing a classic cinema countdown clock that certainly appears to be top of the agenda. However, there's also plenty of rumours that suggest some new products are coming as well this month with it thought the iPad, AirPods and AirPower charging mat could all be revealed.\n\nFirst up there's been a swather of chatter about the launch of an iPad mini 5 with Taiwanese site DigiTimes stating that Apple will release this update in the first half of this year. Moreover, Japanese blog Mac Otakara has insisted the product will largely retain the same design as its predecessor, meaning it will have noticeable bezels on its top and bottom, via MacRumours. The iPad Mini has been a hugely popular product for Apple and an update would clearly be welcomed by fans of this smaller tablet. Along with this new iPad, it's also thought the US technology firm could finally bring a wireless charging case to its AirPods. These in-ear headphones already get a boost when placed in their case but this clever power pack has to then be refilled via a wired connection.\n\nSamsung has just released its new Galaxy Buds which include this wire-free technology and Apple are unlikely to want to be left behind for long. The new AirPods could get a grand unveiling alongside the AirPower charging mat which Apple first revealed back in 2017. This pad allows numerous devices to refilled at once and Apple even shows a picture of how this will work with the AirPods, Apple Watch and iPhone on its website. The March event would be a perfect time to release this new technology but we'll have to wait and see what happens on the day. Finally, there's the good old iPhone SE. Apple's entry-level iPhone hasn't seen a refresh in years and many will be hoping that this device will finally get a reboot.\n\nApple AirPower charging pad could arrive this month"},"7":{"0":"By the numbers, Apple's iPhone tops PlayStation, Xbox as most popular video game device","1":"By leveraging the iPhone’s camera, augmented reality games superimpose virtual characters, structures and items onto the real world. (Photo: Apple, Inc.)\n\nWhen it comes to gaming systems, you might think the most popular is the Sony PlayStation 4, Microsoft's Xbox One, or perhaps the Nintendo Switch. Nope.\n\nMaybe Windows 10 PCs? Wrong.\n\nWith more than 1 billion iPhones sold over the past decade, the indisputable fact is this pocket-sized device – based on Apple’s iOS operating system – enjoys the largest installed base of gamers. And this doesn’t include iPads, which also run on the iOS platform.\n\n“There are 900 million iPhones out there, only around 300 million consoles, so it is clearly the biggest base of gamers,” confirms Michael Pachter, research analyst at Wedbush Securities. “No individual console has ever had an installed base of 200 million.”\n\nThere are several reasons for the iPhone’s popularity among gamers, maintains Pachter, including accessibility, convenience, a huge variety of free-to-play games, and short duration game sessions. “It has all of the obvious advantages,” he adds.\n\nGaming on your PC?: Check out these 6 accessories you need to score\n\n'The Division 2': Tom Clancy video game brings a battered Washington, D.C., to life\n\nYou might argue comparing an iPhone to a home console is apples to oranges (pardon the pun), as a smartphone isn’t a dedicated gaming system – it’s also used for calls, messaging, photos, GPS, web browsing, productivity apps, and so on – but according to Statista, more than 50 percent of smartphone users game on their device.\n\nPlus, while the Android operating system has a bigger overall install base than iOS worldwide, there isn’t just one manufacturer of Android devices, therefore Apple’s iPhone claim is valid.\n\nAlso trailing the iPhone: the 700 million or so shipped personal computers that run Microsoft's Windows 10 operating system, according to estimates from tech site Neowin.\n\nA closer look at iPhone's handle on video games\n\nThere are three devices on the market today: iPhone XR (from $749), iPhone XS (from $999) and iPhone XS Max (from $1099). While the specs vary somewhat, they benefit from Apple’s A12 Bionic chip that can handle intensive games, thanks in part to its 6-core CPU (central processing unit) and 4-core GPU (graphics processing unit).\n\nAs big as 6.5 inches on the iPhone XS Max, the larger, very immersive displays on these devices can produce vibrant color, deliver vibrations as feedback, and loud stereo audio, too.\n\nApple's iPhone XS Max, left, and XS (Photo: Apple)\n\nThe iPhone’s cameras also unlock magical augmented reality experiences, which fuse the physical world with a digital one (see below).\n\nThere are several accessories available to enhance your gaming experience including wireless controllers, Bluetooth speakers and headphones, battery packs, special cases and stands. Some are certified as “Made for iPhone” (“MFi”), such as the Gamevice Controller for iPhone ($79), which fits the device in between the controller’s buttons, joysticks, d-pad, and more.\n\nVideo games? There's plenty of apps for that\n\nA gaming platform is only as good as its software. Fortunately for iPhone owners, there’s quality and quantity.\n\nCandy Crush Saga: This game is so addictive that it spawned a \"Time\" magazine article about the science behind the app that makes it so compelling. It's free to download and play, but be warned -- it's very tempting to make in-game purchases, which let you advance levels faster. If you've already beaten all 544 levels of Candy Crush Saga, try Candy Crush Soda Saga, just launched by King, the maker of the app. Available for free on Amazon, Android, Apple iOS, and Facebook. (Photo: Candy Crush Saga)\n\n\n\nApple’s App Store houses well more than 2 million downloads, with a good number of them games, covering all genres, and catering to varying skill levels. Many are officially compatible with the iPad, too, for larger screen entertainment.\n\nThe most popular iOS gaming apps of all time? King’s \"Candy Crush Saga,\" followed by Kiloo’s \"Subway Surfers,\" Halfbrick’s \"Fruit Ninja,\" Supercell’s \"Clash of Clans,\" and Tencent’s \"Honour of Kings\" (in that order).\n\nAccording to Apple, app developers have earned more than $120 billion since the App Store opened its virtual doors on July 10, 2008, and with more than a quarter of that impressive number earned in 2018 alone.\n\n'Pokémon Go' is only start for augmented reality\n\nBy leveraging the iPhone’s camera, augmented reality games superimpose virtual characters, structures and items onto the real world. (Photo: Apple Inc.)\n\nApple is doubling down on augmented reality (AR), which superimposes digital information on top of the real world seen through the lens of the iPhone camera.\n\nFrom visualizing what a new sofa may look like in your family room and measuring real-world objects to finding your way to an airport gate with virtual arrows on the ground, there are endless applications for augmented reality – and gaming is no exception.\n\nBreakthrough games like Nintendo’s \"Pokémon Go\" is a well-known example of AR, as it challenges players to go outside and catch virtual critters. The game makes it appear as if characters like Pikachu and other Pokémon are right in front of you.\n\nApple says its hardware and software have been designed to work together – the tech giant has its own ARKit augmented reality tools for iOS developers to create engaging experiences.\n\nUpcoming 'Elder Scrolls: Blades' video game cuts stylish path\n\n\n\n\n\nFans of The Elder Scrolls role-playing games, like \"Skyrim,\" can soon take the action to go with \"The Elder Scrolls: Blades,\" a new adventure crafted by Bethesda Softworks.\n\n'The Elder Scrolls: Blades' is a new action role-playing game coming to Apple's iPhone. (Photo: Bethesda Softworks)\n\nIn 'The Elder Scrolls: Blades,\" you return to your hometown after being forced into exile, only to find it reduced to rubble. You must find the source of this devastation, rebuild your surroundings, and unravel a much larger mystery.\n\nPlayed from a first-person perspective – I had some hands-on time with the upcoming game at a recent media preview – you’ll enter dungeons, and use might and magic to defeat enemies with well-timed screen swipes. As with many other role-playing games, you’ll upgrade your skills over time, find a ton of gear, and take on quests.\n\nAlong with the main story campaign is an online Arena mode for one-on-one real-time battles against other players and an infinitely replayable Abyss mode, a dungeon that dishes up an increasingly difficult waves of enemies.\n\nBetween its high-resolution characters and rich environments, impressive lighting and special effects (including lightning bolt attacks), the graphics of 'Blades' will no doubt wow even the most finicky of gamers.\n\nThe game can be played in portrait (vertical) mode or, at any time, turned sideways for a wider landscape (horizontal) view.\n\nNo word on when the game will be available, but Bethesda says it will be sometime in 2019.\n\n'The Elder Scrolls: Blade's is a gorgeous action role-playing game that features real-time first-person battles. (Photo: Bethesda Softworks)\n\nDo you have a favorite iPhone game? Tell us in the Comments below or on Twitter.\n\nFollow Marc on Twitter: @marc_saltzman. Email him or subscribe to his Tech It Out podcast at www.marcsaltzman.com.\n\nRead or Share this story: https:\/\/www.usatoday.com\/story\/tech\/columnist\/2019\/03\/16\/apple-iphone-reigns-top-device-playing-video-games\/3174546002\/"},"8":{"0":"Addressing Spotify’s claims","1":"We believe that technology achieves its true potential when we infuse it with human creativity and ingenuity. From our earliest days, we’ve built our devices, software and services to help artists, musicians, creators and visionaries do what they do best.\n\nSixteen years ago, we launched the iTunes Store with the idea that there should be a trusted place where users discover and purchase great music and every creator is treated fairly. The result revolutionized the music industry, and our love of music and the people who make it are deeply engrained in Apple.\n\nEleven years ago, the App Store brought that same passion for creativity to mobile apps. In the decade since, the App Store has helped create many millions of jobs, generated more than $120 billion for developers and created new industries through businesses started and grown entirely in the App Store ecosystem.\n\nAt its core, the App Store is a safe, secure platform where users can have faith in the apps they discover and the transactions they make. And developers, from first-time engineers to larger companies, can rest assured that everyone is playing by the same set of rules.\n\nThat’s how it should be. We want more app businesses to thrive — including the ones that compete with some aspect of our business, because they drive us to be better.\n\nWhat Spotify is demanding is something very different. After using the App Store for years to dramatically grow their business, Spotify seeks to keep all the benefits of the App Store ecosystem — including the substantial revenue that they draw from the App Store’s customers — without making any contributions to that marketplace. At the same time, they distribute the music you love while making ever-smaller contributions to the artists, musicians and songwriters who create it — even going so far as to take these creators to court.\n\nSpotify has every right to determine their own business model, but we feel an obligation to respond when Spotify wraps its financial motivations in misleading rhetoric about who we are, what we’ve built and what we do to support independent developers, musicians, songwriters and creators of all stripes.\n\nSo we want to address a few key points:"},"9":{"0":"This week’s top stories: iPhone privacy ad, March 25th event confirmed, WWDC registration, more","1":"In this week’s top stories: Apple makes its March 25th event official and confirms WWDC dates, Spotify takes on Apple, Apple’s new iPhone privacy ad, and more. Read on for all of this week’s top stories.\n\nSylvania HomeKit Light Strip\n\nOn Monday, Apple confirmed its March 25th event, inviting press to Steve Jobs Theater. The event invitation clearly alludes to the focus on Apple’s streaming vide service, with the company using the tagline “It’s show time.” There’s also a film-inspired countdown and spotlight on the Apple logo.\n\nIn addition to confirming its March event, Apple this week also confirmed the dates for its annual Worldwide Developers Conference. The event will take place from June 3rd through June 7th in San Jose, California at the McEnery Convention Center. Registration for the opportunity to buy a $1599 ticket to the conference is open until March 20th.\n\nApple on Thursday launched its latest privacy-focused advertisement for the iPhone. This time, the company makes privacy extremely relatable – like comparing it to public bathroom etiquette, eavesdropping, and more. View the ad here.\n\nSpotify this week filled a complaint with the European Commission about the App Store. Spotify says that Apple is giving itself an “unfair advantage at every turn” and cites grievances such as the 30% cut Apple takes. Apple responded by saying Spotify wants “all the benefits of a free ap without being free.”\n\nApple continued its wide-ranging legal battle with Qualcomm this week. In one of the cases, related to Qualcomm’s royalty tactics, a judge came down on Apple’s side in a preliminary ruling. In a patent infringement case, however, a jury sided with Qualcomm and ruled that Apple owes the chip maker $31 million.\n\nThese and the rest of this week’s top Apple stories below…\n\niOS | macOS | tvOS | watchOS |\n\niPhone |\n\nMac + iPad |\n\nTop Apple stories, retail |\n\nApple Watch |\n\nAirPods |\n\nApps |\n\nQualcomm v Apple |\n\nApple News + Video |\n\nTop Apple stories, company |\n\nSubscribe to 9to5Mac’s YouTube channel for more videos.\n\nThis week’s top videos |\n\nHappy Hour Podcast #215 |\n\nThis week Benjamin and Zac are joined by Mark Gurman to discuss Apple’s upcoming March 25th event, WWDC 2019, and Apple’s AR\/VR headset plans, plus Apple vs Spotify, Amazon Fire TV gaining Apple Music, a new HomeKit lamp review, and more.\n\n9to5Mac Happy Hour is available on iTunes and Apple’s Podcasts app, Stitcher, TuneIn, Google Play Music, or through our dedicated RSS feed for Overcast and other podcast players.\n\nhttps:\/\/9to5mac.com\/wp-content\/uploads\/sites\/6\/2019\/03\/9to5Mac-Happy-Hour-03-14-2019.mp3\n\nStacktrace Podcast #027 |\n\nIt’s time for some new, alternative, avenues of spelunking — including Apple’s career website, and… Rambo’s digital life? Also, how Swift compares to Node.js for server-side development, what a “UIKit for AR” could look like, and some brief speculation about Apple’s upcoming media event.\n\nStacktrace by 9to5Mac is available on iTunes and Apple’s Podcasts app or through our dedicated RSS feed for Overcast and other podcast players.\n\nhttps:\/\/9to5mac.com\/wp-content\/uploads\/sites\/6\/2019\/03\/StacktraceEp27.mp3\n\nMaking The Grade |\n\nMaking The Grade is a weekly series from Bradley Chambers covering Apple in education. Bradley has been managing Apple devices in an education environment since 2009. Through his experience deploying and managing 100s of Macs and 100s of iPads, Bradley will highlight ways in which Apple’s products work at scale, stories from the trenches of IT management, and ways Apple could improve its products for students.\n\nFeatured in top image: Dell 38-inch UltraSharp Curved Monitors, Grovemade’s Desk Shelf System, Nixie Tube Clock, Apogee Quartet, KRK VXT6 Studio Monitor speakers, Classicbot Classic Vintage Mac Toy. Read about the setup over on 9to5Toys as part of the ‘Behind the Screens’ series."},"10":{"0":"iPhone 11: Apple likely to bring triple cameras with 2019 iPhones","1":"iPhone 11 to get triple cameras at the back\n\nWith the likes of Samsung, Google and Huawei already taking a march in the flagship space, 2019 appears to be turning out a crucial year for Apple. And faced by this increased competition, the smartphone maker is being tipped to come out with a revamped iPhone line-up which will if rumours are to be true could bring with it an all-new three camera set up at the back.\n\nThe Cupertino-based tech giant is expected to announce three new iPhones this year under the iPhone 11 lineup, and at least two of these are pegged to bring with them three cameras at the back. These two will most likely be the successors to the current generation Apple flagships -- the iPhone Xs and Xs Max.\n\nThe leak comes courtesy of trusted Japanese tipster, Mac Otakara who has previously leaked accurate information about Apple products well in advance. As per the blog, these new iPhones from the 2019 line-up is could come with a triple camera system which will be held together in a new square-shaped enclosure in the upper left-hand corner of the phones. The report further adds that the camera system could be very much like the one found on the Huawei's Mate 20 Pro that is comprised of three different lenses -- a regular wide angle lens, telephoto lens, an ultra wide-angle lens, and an LED flash.\n\nWhat gives this report more credibility is the fact that this isn't the first time we are hearing of such a camera system on the upcoming iPhones. Earlier, tipster @OnLeaks too had tweeted renders of an upcoming iPhone sporting a similar camera set up.\n\nBack from September 2019, I bring you the very 1st and very early glimpse at which I guess #Apple will unveil as #iPhoneXI!!! Yes, time has already come to meet the new #iPhone through gorgeous 5K renders made on behalf of new coming Partner @digitindia -> https:\/\/t.co\/b6SxFUS2tx pic.twitter.com\/97jrlTHQ5G — Steve H.McFly (@OnLeaks) January 6, 2019\n\nIf indeed true, the inclusion of such a camera set up on the phone will make things pretty interesting for the market as it will give the upcoming iPhones a big boost in their fight against the Android flagships. With the likes of the Galaxy S10 and the Huawei Mate 20 Pro, the premium flagship segment already has devices that bring more than two cameras on them, and with the likes of Nokia recently announcing the penta-camera setup 9 PureView, it probably is time for Apple to bring out the big guns and join the cameraphone race."},"11":{"0":"‘Privacy matters’ in Apple’s latest iPhone ad","1":"Privacy has always been a big part of Apple’s marketing pitch, and the company is bringing that point home once again in its latest iPhone ad, which boldly declares “Privacy. That’s iPhone,” via MacRumors.\n\n“If privacy matters in your life, it should matter to the phone your life is on,” says the commercial, as it flips through a wide range of privacy-related scenarios, including “keep out” signs, people avoiding eavesdroppers at diners, window locks, curtains, and padlocks.\n\n“Privacy. That’s iPhone.”\n\nIt’s a similar approach to the massive billboard that Apple bought at CES 2019 earlier this year, declaring “What happens on your iPhone, stays on your iPhone,” in a veiled shot at competitors like Google that were presenting just across the street.\n\nOf course, there’s also the timing of Apple’s new privacy-focused ad push to consider — just a few weeks after the news broke of a huge FaceTime bug that would allow anyone to listen in on calls made through Apple’s platform. The incident has since been patched, but it was undeniably a black eye for the company, one that Apple seems eager to put behind it with this new campaign that looks to reinforce that privacy is still a big priority."},"12":{"0":"Apple's Entry-Level iPhone Cancellation Makes Little Sense","1":"Apple has some unusual upgrades planned for its 2019 iPhones, but it is the moves the company is making with models on sale that are turning heads most. And the latest decision really surprises me…\n\nThe Economic Times reports that Apple will increase iPhone prices and cancel the iPhone 6 and iPhone 6 Plus - the entry level iPhone model still sold widely around the world (including in the US) and used as a cheap gateway into the Apple ecosystem. This will leave the iPhone 6S and iPhone 6S Plus as the bottom rung and, in India, $72 will be added to their prices.\n\nThe logic: “[Apple] wants to reinforce the brand's 'premiumness' in the Indian market and increase average selling prices,\" said one industry executive speaking to The Economic Times.\n\nUpdate: March 15 - Apple India has reached out to clarify that the iPhone 6S and iPhone 6S Plus will be 5,000 rupees more expensive than the iPhone 6 and iPhone 6 Plus, but their prices will not increase. The company made no comment on the future of the iPhone 6 and iPhone 6 Plus. ET has also updated its story to reflect this.\n\nDoubling down on this, The Economic Times reports Apple will pull iPhones from any retailers smaller than 350-400 square feet in size. Apple will then focus on a fewer number of larger stores and push them to be Apple-exclusive.\n\nAll of which is the complete opposite of Apple’s strategy to increase iPhone sales in another 1BN+ country: China. Here Apple is slashing prices (often multiple times) and inviting more partners to resell iPhones.\n\nAnd running two opposing strategies simultaneously hints at one obvious concern: Apple doesn’t know how to turn around stalling iPhone sales. Tip: making it more expensive to buy an entry-level phone won’t help.\n\nWith Apple’s next-generation iPhones also hampered by court-battles which could delay the adoption of 5G until 2021, it’s a testing time for the previously imperious company. Yes, we all know Apple has a truly game-changing iPhone starting to take shape, but the immediate road ahead looks rocky…\n\n___\n\nFollow Gordon on Twitter, Facebook and Google+\n\nMore On Forbes\n\nApple's iPhone 5G Problems Set To Continue Into 2020\n\nApple Leak Details Surprising iPhone 11 Display Upgrades\n\nApple's Foldable New iPhone Is Coming Together\n\nApple 'Confirms' iPhone 7, iPhone 8 Hardware Changes\n\niPhone 11 Leak Claims Slow Charging, High Prices Remain"},"13":{"0":"Stanford Medicine announces results of unprecedented Apple Heart Study","1":"Stanford Medicine today reported results of the Apple Heart Study , the largest study ever of its kind, which enrolled over 400,000 participants from all 50 states in a span of only eight months. Apple and Stanford created the study to evaluate Apple Watch’s irregular rhythm notification, which occasionally checks the heart's rhythm in the background and sends a notification if an irregular heart rhythm appears to be suggestive of atrial fibrillation (AFib). As part of the study, if an irregular heart rhythm was identified, participants received a notification on their Apple Watch and iPhone, a telehealth consultation with a doctor and an electrocardiogram (ECG) patch for additional monitoring.\n\n“We are proud to work with Stanford Medicine as they conduct this important research and look forward to learning more about the impact of Apple Watch alongside the medical community,” said Jeff Williams, Apple’s COO. “We hope consumers will continue to gain useful and actionable information about their heart health through Apple Watch.”\n\nStanford Medicine researchers presented their findings today at the American College of Cardiology’s 68th Annual Scientific Session and Expo. Study results showed 0.5 percent of the over 400,000 participants received an irregular heart rhythm notification, illustrating the feature’s ability to give a user important health information without creating unnecessary burden to their doctor’s schedule. Many participants sought medical advice following their irregular rhythm notification, using the information to have more meaningful conversations with their doctors.\n\n“As physicians, we are always trying to find ways to offer patients health information that is meaningful to them for individualized care,” said Sumbul Desai, MD, Apple’s vice president of Health. “Seeing medical research reflect what we’re hearing from consumers is positive and we’re excited to see Apple Watch helping even more consumers in the future while collaborating with the medical community to further research.”"},"14":{"0":"Apple Loop: New iPhone 11 Problem, Apple Confirms Ambitious Launches, Expensive AirPods' Hidden Cost","1":"Taking a look back at another week of news and headlines from Cupertino, this week’s Apple Loop includes the latest iPhone 5G problems, falling demand in China, Apple’s confirmation of two major events, the latest iOS 12 beta, a boring iPad Mini update, and the problem with the AirPods battery replacement program.\n\nApple Loop is here to remind you of a few of the very many discussions that have happened around Apple over the last seven days (and you can read my weekly digest of Android news here on Forbes).\n\nThe iPhone’s 5G Problem\n\nThe presumptively named iPhone 11 is expected to launch later this year, but will be missing the high-speed 5g capability of leading Android rivals. 2020’s iPhone 12 may also be missing 5G. What’s gone wrong? Ryan Vlastelica reports:\n\nApple Inc. is expected to wait until 2020 before it releases a 5G version of its iPhone, but even with a time frame that puts a potential launch after rivals such as Samsung, Apple may still struggle to get the necessary components to build the product. According to [Industry Analysts], Apple is “in a difficult position” given its reliance on Intel’s modem products, and it has four options to deal with the situation, “none of which is ideal.”\n\nRead more on the four options at Bloomberg.\n\nFalling Demand For New iPhones\n\nBefore the new handsets are launched, Apple still has six months with the iPhone XR, iPhone XS, and iPhone XS Max on sale around the world as the lead handsets. Unfortunately sales and demand in the key territory of China continue to fall. I look at the issues here:\n\nAlthough Apple is slowly moving towards a revenue model that focuses on software and services that transition will take time, and the lion’s share of revenue and profit comes from hardware sales in general and the iPhone in particular. With US and European markets effectively saturated, growth in China and the other BRIC territories is a vital bridge from Apple’s current financial hardware first business model. That's not going well.\n\nWhy not? I explain in more detail here on Forbes.\n\nNew Launches Confirmed By Apple\n\nGiven everyone already had the date in their calendar, Apple’s confirmation of an event on March 25th is not strictly speaking news, but a confirmation. Nevertheless we’re still awaiting an exact breakdown of what will be launched. But we can have a good guess, so over to Andrew Griffin at The Independent:\n\nApple is gearing up for one of its biggest events of the year – but there won't be any traditional products on the way. The company is hosting the world's media for an announcement at the end of March, during which it will reveal its latest launches. But those launches won't be the traditional shiny slabs of glass and metal. Instead, they'll be subscription services, allowing people to get content over the internet.\n\nApple has also announced the broad details of this year’s developer conference, WWDC 2019:\n\nApple today announced it will host its annual Worldwide Developers Conference in San Jose from June 3 through June 7 at the McEnery Convention Center. Now in its 30th year, Apple’s biggest event will bring together the world’s most innovative and creative developers… Developers can apply for tickets today through March 20 at 5 p.m. PDT through the WWDC website. Tickets are issued through a random selection process, and developers will be notified of their application status by March 21 at 5 p.m. PDT.\n\nMore details on how to attend WWDC at Apple.\n\nAs well as updating the rollout of Apple News to new territories and four new animoji, the iOS 12.2 packs in a number of new features. The latest beta improves those new features. Juli Clover reports:\n\nThe software introduces support for AirPlay 2 and HomeKit on third-party TVs in light of recent AirPlay 2 announcements, with a new option for limiting TV access joining the speaker access option in the Home app. There's also a redesigned TV remote in Control Center, and when paired with tvOS 12.2, you can ask Siri to play specific TV shows, movies, and music on your HomeKit devices like the Apple TV.\n\nMore at MacRumors.\n\niPad Mini Update Looks To Be A Bit Boring\n\nThrough the medium of a third-party case accessory, we now have a very good idea of what a new iPad Mini will look like. Unfortunately it looks like Apple is updating very little of the design, Killian Bell explains what’s on offer:\n\nThey suggest the new iPad mini will look exactly like its predecessors, with all buttons and ports in the same places. The only difference is a relocated rear-facing microphone. The case, if genuine, quashes suggestions that the new iPad mini will offer four speakers, a Smart Connector, and an LED camera flash.\n\nThere is a silver lining: It looks like the new model will retain the 3.5mm headphone jack.\n\nMore at Cult Of Mac.\n\nAnd Finally…\n\nApple’s AirPods are small, fashionable, but suffer from physics… which means the batteries in those purchased by first adopters have lost the majority of their endurance. And to replace the batteries under warranty repair is $49 per pod. That’s 63 percent of the cost of a new pair at $159. It’s even crazier when you note the out of warranty battery replacement is $138. Oh and the charging case has its own battery, and yep, it’s the same cost to replace. William Gallagher reports on the madness:\n\nSince the AirPods die whenever one of the two batteries does, we need to replace both. That’s immediately a $98 total charge or 60 percent of the cost of buying a new pair. If you're forced to dole out the $69 per bud, that isn't tipping the math in your favor. … new case plus replacement AirPods is likely to cost around the same as a new pair. In which case, you'll be better off buying a new set and keeping the old one as a spare.\n\nMore at Apple Insider.\n\nApple Loop brings you seven days worth of highlights every weekend here on Forbes. Don’t forget to follow me so you don’t miss any coverage in the future. Last week’s Apple Loop can be read here, or this week’s edition of Loop’s sister column, Android Circuit, is also available on Forbes."},"15":{"0":"Apple shares new ‘There’s more to iPhone’ videos highlighting iOS 12, Face ID, more","1":"Apple this weekend has shared three new videos in the United Kingdom as part of its “There’s more to iPhone” marketing campaign. These videos focus on Face ID, iOS 12, and smartphone recycling practices.\n\nSylvania HomeKit Light Strip\n\nIn the Face ID video, Apple attempts to dispel some of the privacy concerns with facial recognition software. The company says that “Face ID doesn’t store a photo of your face on iPhone, only a mathematical representation of it.”\n\nInstead of storing an image, Face ID saves a mathematical value created from the characteristics of your features. It’s impossible for anyone else to recreate your likeness from this.\n\nIn the iOS 12 video, Apple touts that the update “makes even older iPhones faster.” This is a reference to the massive performance and stability improvements found in iOS 12, which is now installed some 80 percent of iPhones in the wild.\n\nLastly, Apple’s smartphone cycling video, the company explains that it recycles your old smartphone, even if it’s not an iPhone. “This helps recover more materials, so fewer resources need to be mined from the earth,” Apple explains.\n\nApple’s “There’s more to iPhone” ad campaign focuses on highlighting things other than the iPhone hardware itself that make the device unique:\n\niPhone is more than the device in your hand. It’s made up of every decision we take. From the energy we source, to the way we protect your data, right up to how we responsibly recycle its tiniest components.\n\nView the three new videos below and read more about the marketing campaign here. The campaign primarily runs in Europe."},"16":{"0":"New iPhone SE, iPad and AirPods could launch soon as Apple reveals event THIS MONTH","1":"Apple March event 2019 - New AirPods, iPhone SE and iPad\n\nApple fans have an exciting end to March with the technology firm set to announce some major news at an event in California. The technology firm sent out invites last week to the launch which is taking place at its Apple Park HQ in Cupertino. Many experts are predicting that Apple will lift the lid on its new movie and TV streaming platform at the keynote and with the invite showing a classic cinema countdown clock that certainly appears to be top of the agenda. However, there's also plenty of rumours that suggest some new products are coming as well this month with it thought the iPad, AirPods and AirPower charging mat could all be revealed.\n\nFirst up there's been a swather of chatter about the launch of an iPad mini 5 with Taiwanese site DigiTimes stating that Apple will release this update in the first half of this year. Moreover, Japanese blog Mac Otakara has insisted the product will largely retain the same design as its predecessor, meaning it will have noticeable bezels on its top and bottom, via MacRumours. The iPad Mini has been a hugely popular product for Apple and an update would clearly be welcomed by fans of this smaller tablet. Along with this new iPad, it's also thought the US technology firm could finally bring a wireless charging case to its AirPods. These in-ear headphones already get a boost when placed in their case but this clever power pack has to then be refilled via a wired connection.\n\nSamsung has just released its new Galaxy Buds which include this wire-free technology and Apple are unlikely to want to be left behind for long. The new AirPods could get a grand unveiling alongside the AirPower charging mat which Apple first revealed back in 2017. This pad allows numerous devices to refilled at once and Apple even shows a picture of how this will work with the AirPods, Apple Watch and iPhone on its website. The March event would be a perfect time to release this new technology but we'll have to wait and see what happens on the day. Finally, there's the good old iPhone SE. Apple's entry-level iPhone hasn't seen a refresh in years and many will be hoping that this device will finally get a reboot.\n\nApple AirPower charging pad could arrive this month"},"17":{"0":"By the numbers, Apple's iPhone tops PlayStation, Xbox as most popular video game device","1":"By leveraging the iPhone’s camera, augmented reality games superimpose virtual characters, structures and items onto the real world. (Photo: Apple, Inc.)\n\nWhen it comes to gaming systems, you might think the most popular is the Sony PlayStation 4, Microsoft's Xbox One, or perhaps the Nintendo Switch. Nope.\n\nMaybe Windows 10 PCs? Wrong.\n\nWith more than 1 billion iPhones sold over the past decade, the indisputable fact is this pocket-sized device – based on Apple’s iOS operating system – enjoys the largest installed base of gamers. And this doesn’t include iPads, which also run on the iOS platform.\n\n“There are 900 million iPhones out there, only around 300 million consoles, so it is clearly the biggest base of gamers,” confirms Michael Pachter, research analyst at Wedbush Securities. “No individual console has ever had an installed base of 200 million.”\n\nThere are several reasons for the iPhone’s popularity among gamers, maintains Pachter, including accessibility, convenience, a huge variety of free-to-play games, and short duration game sessions. “It has all of the obvious advantages,” he adds.\n\nGaming on your PC?: Check out these 6 accessories you need to score\n\n'The Division 2': Tom Clancy video game brings a battered Washington, D.C., to life\n\nYou might argue comparing an iPhone to a home console is apples to oranges (pardon the pun), as a smartphone isn’t a dedicated gaming system – it’s also used for calls, messaging, photos, GPS, web browsing, productivity apps, and so on – but according to Statista, more than 50 percent of smartphone users game on their device.\n\nPlus, while the Android operating system has a bigger overall install base than iOS worldwide, there isn’t just one manufacturer of Android devices, therefore Apple’s iPhone claim is valid.\n\nAlso trailing the iPhone: the 700 million or so shipped personal computers that run Microsoft's Windows 10 operating system, according to estimates from tech site Neowin.\n\nA closer look at iPhone's handle on video games\n\nThere are three devices on the market today: iPhone XR (from $749), iPhone XS (from $999) and iPhone XS Max (from $1099). While the specs vary somewhat, they benefit from Apple’s A12 Bionic chip that can handle intensive games, thanks in part to its 6-core CPU (central processing unit) and 4-core GPU (graphics processing unit).\n\nAs big as 6.5 inches on the iPhone XS Max, the larger, very immersive displays on these devices can produce vibrant color, deliver vibrations as feedback, and loud stereo audio, too.\n\nApple's iPhone XS Max, left, and XS (Photo: Apple)\n\nThe iPhone’s cameras also unlock magical augmented reality experiences, which fuse the physical world with a digital one (see below).\n\nThere are several accessories available to enhance your gaming experience including wireless controllers, Bluetooth speakers and headphones, battery packs, special cases and stands. Some are certified as “Made for iPhone” (“MFi”), such as the Gamevice Controller for iPhone ($79), which fits the device in between the controller’s buttons, joysticks, d-pad, and more.\n\nVideo games? There's plenty of apps for that\n\nA gaming platform is only as good as its software. Fortunately for iPhone owners, there’s quality and quantity.\n\nCandy Crush Saga: This game is so addictive that it spawned a \"Time\" magazine article about the science behind the app that makes it so compelling. It's free to download and play, but be warned -- it's very tempting to make in-game purchases, which let you advance levels faster. If you've already beaten all 544 levels of Candy Crush Saga, try Candy Crush Soda Saga, just launched by King, the maker of the app. Available for free on Amazon, Android, Apple iOS, and Facebook. (Photo: Candy Crush Saga)\n\n\n\nApple’s App Store houses well more than 2 million downloads, with a good number of them games, covering all genres, and catering to varying skill levels. Many are officially compatible with the iPad, too, for larger screen entertainment.\n\nThe most popular iOS gaming apps of all time? King’s \"Candy Crush Saga,\" followed by Kiloo’s \"Subway Surfers,\" Halfbrick’s \"Fruit Ninja,\" Supercell’s \"Clash of Clans,\" and Tencent’s \"Honour of Kings\" (in that order).\n\nAccording to Apple, app developers have earned more than $120 billion since the App Store opened its virtual doors on July 10, 2008, and with more than a quarter of that impressive number earned in 2018 alone.\n\n'Pokémon Go' is only start for augmented reality\n\nBy leveraging the iPhone’s camera, augmented reality games superimpose virtual characters, structures and items onto the real world. (Photo: Apple Inc.)\n\nApple is doubling down on augmented reality (AR), which superimposes digital information on top of the real world seen through the lens of the iPhone camera.\n\nFrom visualizing what a new sofa may look like in your family room and measuring real-world objects to finding your way to an airport gate with virtual arrows on the ground, there are endless applications for augmented reality – and gaming is no exception.\n\nBreakthrough games like Nintendo’s \"Pokémon Go\" is a well-known example of AR, as it challenges players to go outside and catch virtual critters. The game makes it appear as if characters like Pikachu and other Pokémon are right in front of you.\n\nApple says its hardware and software have been designed to work together – the tech giant has its own ARKit augmented reality tools for iOS developers to create engaging experiences.\n\nUpcoming 'Elder Scrolls: Blades' video game cuts stylish path\n\n\n\n\n\nFans of The Elder Scrolls role-playing games, like \"Skyrim,\" can soon take the action to go with \"The Elder Scrolls: Blades,\" a new adventure crafted by Bethesda Softworks.\n\n'The Elder Scrolls: Blades' is a new action role-playing game coming to Apple's iPhone. (Photo: Bethesda Softworks)\n\nIn 'The Elder Scrolls: Blades,\" you return to your hometown after being forced into exile, only to find it reduced to rubble. You must find the source of this devastation, rebuild your surroundings, and unravel a much larger mystery.\n\nPlayed from a first-person perspective – I had some hands-on time with the upcoming game at a recent media preview – you’ll enter dungeons, and use might and magic to defeat enemies with well-timed screen swipes. As with many other role-playing games, you’ll upgrade your skills over time, find a ton of gear, and take on quests.\n\nAlong with the main story campaign is an online Arena mode for one-on-one real-time battles against other players and an infinitely replayable Abyss mode, a dungeon that dishes up an increasingly difficult waves of enemies.\n\nBetween its high-resolution characters and rich environments, impressive lighting and special effects (including lightning bolt attacks), the graphics of 'Blades' will no doubt wow even the most finicky of gamers.\n\nThe game can be played in portrait (vertical) mode or, at any time, turned sideways for a wider landscape (horizontal) view.\n\nNo word on when the game will be available, but Bethesda says it will be sometime in 2019.\n\n'The Elder Scrolls: Blade's is a gorgeous action role-playing game that features real-time first-person battles. (Photo: Bethesda Softworks)\n\nDo you have a favorite iPhone game? Tell us in the Comments below or on Twitter.\n\nFollow Marc on Twitter: @marc_saltzman. Email him or subscribe to his Tech It Out podcast at www.marcsaltzman.com.\n\nRead or Share this story: https:\/\/www.usatoday.com\/story\/tech\/columnist\/2019\/03\/16\/apple-iphone-reigns-top-device-playing-video-games\/3174546002\/"},"18":{"0":"Addressing Spotify’s claims","1":"We believe that technology achieves its true potential when we infuse it with human creativity and ingenuity. From our earliest days, we’ve built our devices, software and services to help artists, musicians, creators and visionaries do what they do best.\n\nSixteen years ago, we launched the iTunes Store with the idea that there should be a trusted place where users discover and purchase great music and every creator is treated fairly. The result revolutionized the music industry, and our love of music and the people who make it are deeply engrained in Apple.\n\nEleven years ago, the App Store brought that same passion for creativity to mobile apps. In the decade since, the App Store has helped create many millions of jobs, generated more than $120 billion for developers and created new industries through businesses started and grown entirely in the App Store ecosystem.\n\nAt its core, the App Store is a safe, secure platform where users can have faith in the apps they discover and the transactions they make. And developers, from first-time engineers to larger companies, can rest assured that everyone is playing by the same set of rules.\n\nThat’s how it should be. We want more app businesses to thrive — including the ones that compete with some aspect of our business, because they drive us to be better.\n\nWhat Spotify is demanding is something very different. After using the App Store for years to dramatically grow their business, Spotify seeks to keep all the benefits of the App Store ecosystem — including the substantial revenue that they draw from the App Store’s customers — without making any contributions to that marketplace. At the same time, they distribute the music you love while making ever-smaller contributions to the artists, musicians and songwriters who create it — even going so far as to take these creators to court.\n\nSpotify has every right to determine their own business model, but we feel an obligation to respond when Spotify wraps its financial motivations in misleading rhetoric about who we are, what we’ve built and what we do to support independent developers, musicians, songwriters and creators of all stripes.\n\nSo we want to address a few key points:"},"19":{"0":"This week’s top stories: iPhone privacy ad, March 25th event confirmed, WWDC registration, more","1":"In this week’s top stories: Apple makes its March 25th event official and confirms WWDC dates, Spotify takes on Apple, Apple’s new iPhone privacy ad, and more. Read on for all of this week’s top stories.\n\nSylvania HomeKit Light Strip\n\nOn Monday, Apple confirmed its March 25th event, inviting press to Steve Jobs Theater. The event invitation clearly alludes to the focus on Apple’s streaming vide service, with the company using the tagline “It’s show time.” There’s also a film-inspired countdown and spotlight on the Apple logo.\n\nIn addition to confirming its March event, Apple this week also confirmed the dates for its annual Worldwide Developers Conference. The event will take place from June 3rd through June 7th in San Jose, California at the McEnery Convention Center. Registration for the opportunity to buy a $1599 ticket to the conference is open until March 20th.\n\nApple on Thursday launched its latest privacy-focused advertisement for the iPhone. This time, the company makes privacy extremely relatable – like comparing it to public bathroom etiquette, eavesdropping, and more. View the ad here.\n\nSpotify this week filled a complaint with the European Commission about the App Store. Spotify says that Apple is giving itself an “unfair advantage at every turn” and cites grievances such as the 30% cut Apple takes. Apple responded by saying Spotify wants “all the benefits of a free ap without being free.”\n\nApple continued its wide-ranging legal battle with Qualcomm this week. In one of the cases, related to Qualcomm’s royalty tactics, a judge came down on Apple’s side in a preliminary ruling. In a patent infringement case, however, a jury sided with Qualcomm and ruled that Apple owes the chip maker $31 million.\n\nThese and the rest of this week’s top Apple stories below…\n\niOS | macOS | tvOS | watchOS |\n\niPhone |\n\nMac + iPad |\n\nTop Apple stories, retail |\n\nApple Watch |\n\nAirPods |\n\nApps |\n\nQualcomm v Apple |\n\nApple News + Video |\n\nTop Apple stories, company |\n\nSubscribe to 9to5Mac’s YouTube channel for more videos.\n\nThis week’s top videos |\n\nHappy Hour Podcast #215 |\n\nThis week Benjamin and Zac are joined by Mark Gurman to discuss Apple’s upcoming March 25th event, WWDC 2019, and Apple’s AR\/VR headset plans, plus Apple vs Spotify, Amazon Fire TV gaining Apple Music, a new HomeKit lamp review, and more.\n\n9to5Mac Happy Hour is available on iTunes and Apple’s Podcasts app, Stitcher, TuneIn, Google Play Music, or through our dedicated RSS feed for Overcast and other podcast players.\n\nhttps:\/\/9to5mac.com\/wp-content\/uploads\/sites\/6\/2019\/03\/9to5Mac-Happy-Hour-03-14-2019.mp3\n\nStacktrace Podcast #027 |\n\nIt’s time for some new, alternative, avenues of spelunking — including Apple’s career website, and… Rambo’s digital life? Also, how Swift compares to Node.js for server-side development, what a “UIKit for AR” could look like, and some brief speculation about Apple’s upcoming media event.\n\nStacktrace by 9to5Mac is available on iTunes and Apple’s Podcasts app or through our dedicated RSS feed for Overcast and other podcast players.\n\nhttps:\/\/9to5mac.com\/wp-content\/uploads\/sites\/6\/2019\/03\/StacktraceEp27.mp3\n\nMaking The Grade |\n\nMaking The Grade is a weekly series from Bradley Chambers covering Apple in education. Bradley has been managing Apple devices in an education environment since 2009. Through his experience deploying and managing 100s of Macs and 100s of iPads, Bradley will highlight ways in which Apple’s products work at scale, stories from the trenches of IT management, and ways Apple could improve its products for students.\n\nFeatured in top image: Dell 38-inch UltraSharp Curved Monitors, Grovemade’s Desk Shelf System, Nixie Tube Clock, Apogee Quartet, KRK VXT6 Studio Monitor speakers, Classicbot Classic Vintage Mac Toy. Read about the setup over on 9to5Toys as part of the ‘Behind the Screens’ series."}}